import React from "react";
import Header from "../share/Header";
import Accordion from "./Accordion";
import State from "./State";
export default function PrivacySection() {
  return (
    <>
      <Header title="حریم شخصی کاربران" background="bg-header-privacy" />
      <div className="bg-gray-300">
        <div className="container">
          <State />
        </div>
      </div>
      <div className="container mb-6 md:mb-12">
        <div className="transition-all duration-300 mt-3 md:mt-6 visible opacity-100 h-auto border border-gray-400 rounded overflow-hidden">
          <Accordion
            id="1"
            question="حریم خصوصی"
            answer="ترخینه متعهد می‌شود حریم خصوصی شما را حفظ کند و به آن احترام بگذارد. بخش «حریم خصوصی» روش‌های استفاده از اطلاعات شخصی کاربران در این وب سایت را شرح می‌دهد. اگر برای سفارش غذای خوب از خدمات ما استفاده می‌کنید، سیاست‌های حفظ حریم خصوصی وب‌سایت ترخینه، در مورد شما صدق می‌کند. پردازش و ارسال سفارش‌ها نیازمند اطلاعات دقیق کاربران است؛ برای این‌که بتوانیم خدمات مطلوب‌تری به شما ارائه دهیم، ممکن است به هنگام خرید، ثبت نظر و استفاده از برخی امکانات سایت، به اطلاعات شما نیاز داشته باشیم؛ هم‌چنین ترخینه برای ارتباط با مشتریان، بهبود رابط کاربری، بهینه‌سازی محتوا و تحقیقات بازاریابی، بایستی از اطلاعات کاربران خود استفاده کند. این در حالی است که اطلاع‌رسانی خدمات جدید و سرویس‌های ویژه یا پروموشن‌ها، اخبار و رویدادها با ارسال ایمیل یا پیامک به کاربران انجام می‌شود."
          />
          <Accordion
            id="2"
            question="چه اطلاعاتی را گردآوری می‌کنیم؟"
            answer={`اطلاعاتی که درباره‌ی شما گردآوری و نگه‌داری می‌کنیم، ممکن است شامل موارد زیر باشد:&#10;
        نام و نام خانوادگی شما&#10;
        شماره تلفن همراه&#10;
        تاریخ تولد&#10;
        نشانی‌های مورد نظر برای تحویل سفارش‌ها&#10;
        اطلاعات دیگری که شما برای ما نوشته‌اید یا از راه‌های دیگر در اختیار ما قرار داده‌اید.`}
          />
          <Accordion
            id="3"
            question="چگونه اطلاعات شما را گردآوری می‌کنیم؟"
            answer="از شما تقاضا خواهیم کرد اطلاعات خود را در اختیار ما قرار دهید؛ هنگامی‌که:
                            &#10
                            به‌شکل کاربر مهمان غذا سفارش می‌دهید.
                            &#10
                            در وب‌سایت ترخینه یک حساب کاربری ایجاد می‌کنید.
                            &#10
                            در قسمت اعطای نمایندگی، فرم پر می‌کنید."
          />
          <Accordion
            id="4"
            question="چرا به شماره تلفن شما نیاز داریم؟"
            answer="برای ثبت نام در وب‌سایت ترخینه باید نخست شماره موبایل خود را وارد کنید تا کد فعال‌سازی برای شما ارسال شود.
                            شماره تلفن همراه شما نقش نام کاربری را ایفا می‌کند.
                            ممکن است به هر دلیل رمز عبور خود را فراموش کنید؛ در این موقعیت، می‌توانید از تلفن همراه خود کد فعال‌سازی مجدد دریافت کنید.
                            ممکن است برای آگاه کردن شما از اخبار و تغییرات جدید از شماره همراهتان استفاده کنیم؛ مانند، اطلاع‌رسانی از تغییر شیوه‌ی دسترسی شما به خدمات آنلاین ما، یا خدمات جدید و پیشنهادهای خاص."
          />
          <Accordion
            id="5"
            question="فعالیت‌های مرورگر شما در هنگام بازدید از وب‌سایت ترخینه"
            answer={`هنگامی‌که شما از وب‌سایت ترخینه استفاده می‌کنید، ما اطلاعاتی درباره‌ی فعالیت‌های شما گردآوری می‌کنیم که برخی از این اطلاعات عبارتند از:
                            &#10
                            نشانی آی. پی. کامپیوتر شما (این نشانی یک شماره‌ی دیجیتالی ۱۲ رقمی منحصربه‌فرد است که برنامه‌های اینترنتی به‌وسیله‌ی آن کامپیوتر را شناسایی و با آن ارتباط برقرار می‌کنند).
                            &#10
                            نوع مرورگری که شما استفاده می‌کنید (مرورگر برنامه‌ای است که شما برای دیدن وب‌سایت‌ها از آن استفاده می‌کنید؛ مانند Internet Explorer، Firefox، Safari، Google Chrome).
                            &#10
                            زمانی‌که شما وارد وب‌سایت شده‌اید و مدت زمانی که از وب‌سایت استفاده کرده‌اید.
                            &#10
                            URL مرجع شما (سایتی که شما برای دسترسی و ورود به وب‌سایت ما از آن استفاده کرده‌اید).
                            &#10
                            ما با استفاده از این اطلاعات نمی‌توانیم شما را شناسایی کنیم، بلکه این اطلاعات را از تعداد بسیار بازدیدکنندگان سایت‌مان گردآوری و آن‌ها را تحلیل می‌کنیم؛ با استفاده از این اطلاعات، می‌توانیم بفهمیم که کابران چگونه از وب‌سایت ما استفاده می‌کنند و فهمیدن این موضوع به ما کمک می‌کند خدمات بهتری به آنان ارائه دهیم.<`}
          />
          <Accordion
            id="6"
            question="استفاده از کوکی‌ها و دستگاه‌های ذخیره‌سازی دیگر"
            answer="کوکی‌ها فایل‌های اطلاعاتی هستند که روی کامپیوتر شما ذخیره می‌شوند تا به وب‌سایت‌ها کمک کنند شما را به خاطر بیاورند. ما و همکاران‌مان، با استفاده از کوکی‌ها اطلاعاتی درباره شیوه‌ی استفاده شما از وب‌سایت‌مان گردآوری می‌کنیم؛ این اطلاعات ما را در بهبود رابط کاربری و محتوای سایت کمک خواهد کرد. شما نیز به وسیله‌ی ثبت و ذخیره‌سازی این کوکی‌ها، هنگام ورود مجدد به سایت، نیازی به ثبت مجدد نام کاربری و کلمه‌ی عبور نخواهید داشت. هم‌چنین ما به وسیله‌ی کوکی‌ها، آخرین وضعیت سفارش روز شما را ذخیره می‌کنیم تا شما بتوانید آن‌ها را در پروفایل خود مشاهده کنید."
          />
          <Accordion
            id="7"
            question="اطلاعات بیشتر"
            answer="در مجموعه‌ی ترخینه، حفظ امنیت اطلاعات شخصی شما را امری بسیار جدی و مهم می‌دانیم و در وب‌سایت خود از سیاست‌های امنیتی و فناوری‌هایی استفاده می‌کنیم که برای محافظت از اطلاعات شخصی طراحی شده‌اند؛ هم‌چنین از روش‌ها و دستورالعمل‌های امنیتی سختی که قوانین حفظ حریم خصوصی کاربران به آن‌ها نیاز دارد، پیروی می‌کنیم. این روش‌های محافظتی ذخیره‌سازی، استفاده و انتشار همه‌ی اطلاعات شما را دربر می‌گیرد و از دسترسی و استفاده‌ی غیرمجاز از این اطلاعات جلوگیری می‌کند."
          />
        </div>
      </div>
    </>
  );
}
