import React from 'react'
export default function Section() {
return (
<div className="container">
    <section className="mt-4 md:mt-12">
        <h2 className="font-estedadBold md:text-2xl">درباره ما</h2>
        <div className="flex gap-4 md:gap-6 mt-1 md:mt-6">
            <p className="text-gray-700 text-2xs text-justify md:text-xl "><img src="src/assets/images/about/section.webp" alt="about" className="rounded md:rounded-lg float-left w-36 md:w-96 h-30 md:h-96 mr-4 mb-4 md:mr-6 md:mb-6 "/>رستوران‌های زنجیره‌ای ترخینه در سال ۱۳۶۸ افتتاح گردیده‌اند و در طی این سال‌ها همواره با ارائه غذاهای باکیفیت و سرویس سریع و به موقع در تلاش برای جلب رضایت مشتریان خود بوده‌اند. در طی این سال‌ها اولیت جلب رضایت مشتریان بوده است. دراین خصوص ترخینه همیشه در تلاش بوده تا در طی این زمان‌ها کیفیت غذاهای خودرا در بهترین حالت نگه داشته و حتی با نوسانات قیمت‌های مواد اولیه در بازار قیمت خود را ثابت نگه داشته است. ترخینه شعبات خود را افتتاح کرده که بسیار شیک و مدرن می‌باشند و برای برگزاری جشن‌های کوچک و بزرگ شما مشتریان عزیز توانایی پذیرایی با کیفیت بالا را دارند. سالن پذیرایی شعبات در دو طبقه مجزا به همراه راه پله مدرن و آسانسور برای افراد کم‌توان و سالخورده آماده ارائه سرویس به شما عزیزان می‌باشند. چشم انداز: در آینده‌ای نزدیک تالار پذیرایی شعبات راه اندازی شده و آماده برگزاری جشن‌ها و مراسم‌های بزرگ شما خواهند بود . به امید آن روز که همه ایرانیان سالم و سلامت باشند.</p>
        </div>
    </section>
</div>
)
}